# Задача-2:
# Даны два произвольные списка.
# Удалите из первого списка элементы, присутствующие во втором списке.

a = [1,2,3,4,5,56,6]
b = [1,2,3,4,5]
c = a + b
print (set (c))

    


